Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.connections.empty
source: No computers yet. Iroh finds Macs running cmux 0.64.20 or later. Both devices must be signed in to the same cmux account, and the Mac must keep cmux running while both devices are online. If any requirement is missing, the Mac will not appear automatically. To use Tailscale instead, choose Tailscale in the computer's configuration.
ar: لا توجد أجهزة كمبيوتر حتى الآن. يجد Iroh أجهزة Mac تعمل بنظام cmux 0.64.20 أو إصدار أحدث. يجب تسجيل دخول كلا الجهازين إلى نفس حساب cmux، ويجب أن يستمر جهاز Mac في تشغيل cmux أثناء اتصال كلا الجهازين بالإنترنت. إذا كان هناك أي متطلبات مفقودة، فلن يظهر جهاز Mac تلقائيًا. لاستخدام Tailscale بدلاً من ذلك، اختر Tailscale في تكوين الكمبيوتر.
de: Noch keine Computer. Iroh findet Macs mit cmux 0.64.20 oder höher. Beide Geräte müssen bei demselben cmux-Konto angemeldet sein und der Mac muss cmux laufen lassen, während beide Geräte online sind. Fehlt eine Anforderung, wird der Mac nicht automatisch angezeigt. Um stattdessen Tailscale zu verwenden, wählen Sie Tailscale in der Konfiguration des Computers.
es: Aún no hay computadoras. Iroh encuentra Mac que ejecutan cmux 0.64.20 o posterior. Ambos dispositivos deben iniciar sesión en la misma cuenta cmux y la Mac debe mantener cmux funcionando mientras ambos dispositivos están en línea. Si falta algún requisito, la Mac no aparecerá automáticamente. Para utilizar Tailscale en su lugar, elija Tailscale en la configuración de la computadora.
fr: Pas encore d'ordinateurs. Iroh trouve des Mac exécutant cmux 0.64.20 ou version ultérieure. Les deux appareils doivent être connectés au même compte cmux et le Mac doit maintenir cmux en marche pendant que les deux appareils sont en ligne. S'il manque une condition, le Mac n'apparaîtra pas automatiquement. Pour utiliser Tailscale à la place, choisissez Tailscale dans la configuration de l'ordinateur.
ja: コンピュータがありません。Irohで表示されるのは、Mac版cmux 0.64.20以降を実行しているMacです。両方のデバイスで同じcmuxアカウントにサインインし、cmuxを起動したまま両方のデバイスをオンラインにしてください。いずれかの条件を満たしていない場合、Macは自動的には表示されません。代わりにTailscaleを使うには、コンピュータの設定でTailscaleを選択してください。
ko: 아직 컴퓨터가 없습니다. Iroh는 cmux 0.64.20 이상을 실행하는 Mac을 찾습니다. 두 장치 모두 동일한 cmux 계정에 로그인해야 하며, 두 장치가 모두 온라인 상태인 동안 Mac은 cmux를 계속 실행해야 합니다. 요구 사항이 누락된 경우 Mac이 자동으로 나타나지 않습니다. 대신 Tailscale을 사용하려면 컴퓨터 구성에서 Tailscale을 선택하십시오.
zh_hans: 还没有电脑。 Iroh 发现运行 cmux 0.64.20 或更高版本的 Mac。两台设备必须登录到同一 cmux 帐户，并且 Mac 必须在两台设备在线时保持 cmux 运行。如果缺少任何要求，Mac 将不会自动出现。要改用 Tailscale，请在计算机配置中选择 Tailscale。
zh_hant: 还没有电脑。 Iroh 發現運行 cmux 0.64.20 或更高版本的 Mac。兩台裝置必須登入相同 cmux 帳戶，且 Mac 必須在兩台裝置上線時保持 cmux 運作。如果缺少任何要求，Mac 將不會自動出現。若要改用 Tailscale，請在電腦配置中選擇 Tailscale。

# mobile.connections.footer
source: Each computer connects using the method set in its own configuration. Turning a computer off hides its workspaces on this iPhone; it stays signed in to your account.
ar: يتصل كل كمبيوتر باستخدام الطريقة المحددة في التكوين الخاص به. يؤدي إيقاف تشغيل الكمبيوتر إلى إخفاء مساحات العمل الخاصة به على هذا الـ iPhone؛ ويظل مسجلاً الدخول إلى حسابك.
de: Jeder Computer verbindet sich mit der in seiner eigenen Konfiguration festgelegten Methode. Wenn Sie einen Computer ausschalten, werden dessen Arbeitsbereiche auf diesem iPhone ausgeblendet. Es bleibt in Ihrem Konto angemeldet.
es: Cada computadora se conecta utilizando el método establecido en su propia configuración. Apagar una computadora oculta sus espacios de trabajo en este iPhone; permanece conectado a su cuenta.
fr: Chaque ordinateur se connecte selon la méthode définie dans sa propre configuration. Éteindre un ordinateur masque ses espaces de travail sur cet iPhone ; il reste connecté à votre compte.
ja: 各コンピュータは、それぞれの設定で選んだ接続方法で接続します。コンピュータをオフにすると、そのワークスペースがこのiPhoneで非表示になります。コンピュータはアカウントにサインインしたままです。
ko: 각 컴퓨터는 자체 구성에 설정된 방법을 사용하여 연결됩니다. 컴퓨터를 끄면 이 iPhone의 작업 공간이 숨겨집니다. 귀하의 계정에 로그인된 상태로 유지됩니다.
zh_hans: 每台计算机都使用其自己的配置中设置的方法进行连接。关闭计算机会隐藏此 iPhone 上的工作区；它保持登录到您的帐户。
zh_hant: 每台電腦都使用其自己的配置中設定的方法進行連接。關閉電腦會隱藏此 iPhone 上的工作區；它保持登入到您的帳戶。

# mobile.connections.method.debug
source: Debug
ar: تصحيح
de: Debuggen
es: Depurar
fr: Déboguer
ja: デバッグ
ko: 디버그
zh_hans: 调试
zh_hant: 偵錯

# mobile.connections.direct.addPlaceholder
source: Address or address:port
ar: العنوان أو العنوان:port
de: Adresse oder Adresse:Port
es: Dirección o dirección: puerto
fr: Adresse ou adresse : port
ja: アドレス または アドレス:ポート
ko: 주소 또는 주소:항구
zh_hans: 地址或地址：端口
zh_hant: 位址或位址：連接埠

# mobile.connections.direct.add
source: Add Address
ar: إضافة عنوان
de: Adresse hinzufügen
es: Agregar dirección
fr: Ajouter une adresse
ja: アドレスを追加
ko: 주소 추가
zh_hans: 添加地址
zh_hant: 新增地址

# mobile.connections.direct.addConfirm
source: Add
ar: يضيف
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가하다
zh_hans: 添加
zh_hant: 添加

# mobile.connections.direct.addMessage
source: A numeric IP where this computer is reachable, like 192.168.1.20 or 192.168.1.20:64000. Without a port, the Mac's advertised port is used.
ar: عنوان IP رقمي حيث يمكن الوصول إلى هذا الكمبيوتر، مثل 192.168.1.20 أو 192.168.1.20:64000. بدون منفذ، يتم استخدام المنفذ المعلن عنه لجهاز Mac.
de: Eine numerische IP, unter der dieser Computer erreichbar ist, z. B. 192.168.1.20 oder 192.168.1.20:64000. Ohne Port wird der beworbene Port des Mac verwendet.
es: Una IP numérica donde se puede acceder a esta computadora, como 192.168.1.20 o 192.168.1.20:64000. Sin un puerto, se utiliza el puerto anunciado de Mac.
fr: Une adresse IP numérique à laquelle cet ordinateur est accessible, comme 192.168.1.20 ou 192.168.1.20:64000. Sans port, le port annoncé du Mac est utilisé.
ja: このコンピュータに到達できる数値IPアドレスを入力します（例: 192.168.1.20、192.168.1.20:64000）。ホスト名は使用できません。ポート未指定の場合はMacが公開しているポートを使用します。
ko: 이 컴퓨터에 연결할 수 있는 숫자 IP(예: 192.168.1.20 또는 192.168.1.20:64000) 포트가 없으면 Mac의 알려진 포트가 사용됩니다.
zh_hans: 可访问此计算机的数字 IP，例如 192.168.1.20 或 192.168.1.20:64000。如果没有端口，则使用 Mac 公布的端口。
zh_hant: 可存取此電腦的數位 IP，例如 192.168.1.20 或 192.168.1.20:64000。如果沒有端口，則使用 Mac 公佈的端口。

# mobile.connections.forget.button
source: Forget This Computer
ar: ننسى هذا الكمبيوتر
de: Vergessen Sie diesen Computer
es: Olvídate de esta computadora
fr: Oubliez cet ordinateur
ja: このコンピュータの登録を解除
ko: 이 컴퓨터를 잊어버리세요
zh_hans: 忘记这台电脑
zh_hant: 忘記這台電腦

# mobile.connections.forget.confirm
source: Forget Computer
ar: ننسى الكمبيوتر
de: Vergessen Sie den Computer
es: Olvídate de la computadora
fr: Oublier l'ordinateur
ja: 登録を解除
ko: 컴퓨터는 잊어버리세요
zh_hans: 忘记电脑
zh_hant: 忘記電腦

# mobile.connections.forget.failedMessage
source: The account revoke didn't go through. Check the connection and try again.
ar: لم تتم عملية إلغاء الحساب. تحقق من الاتصال وحاول مرة أخرى.
de: Die Kontosperrung wurde nicht durchgeführt. Überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: La revocación de la cuenta no se realizó. Verifique la conexión y vuelva a intentarlo.
fr: La révocation du compte n'a pas abouti. Vérifiez la connexion et réessayez.
ja: アカウントからの解除が完了しませんでした。接続を確認してからもう一度お試しください。
ko: 계정 해지가 처리되지 않았습니다. 연결을 확인하고 다시 시도해 보세요.
zh_hans: 帐户撤销没有成功。检查连接并重试。
zh_hant: 帳號撤銷沒有成功。檢查連接並重試。

# mobile.connections.direct.footer
source: Enabled addresses feed the encrypted dial as hints; the connection is always identity-checked. Ports are optional.
ar: تعمل العناوين الممكّنة على تغذية الاتصال المشفر كتلميحات؛ يتم دائمًا التحقق من هوية الاتصال. المنافذ اختيارية.
de: Aktivierte Adressen speisen die verschlüsselte Anwahl als Hinweise; Die Verbindung wird immer identitätsgeprüft. Ports sind optional.
es: Las direcciones habilitadas alimentan el dial cifrado como sugerencias; la conexión siempre se verifica por identidad. Los puertos son opcionales.
fr: Les adresses activées alimentent la numérotation cryptée sous forme d'indices ; la connexion est toujours vérifiée. Les ports sont facultatifs.
ja: 有効なアドレスは暗号化されたダイヤルのヒントとして使われ、接続は常にID検証されます。ポートは省略可能です。
ko: 활성화된 주소는 암호화된 다이얼을 힌트로 제공합니다. 연결은 항상 신원이 확인됩니다. 포트는 선택 사항입니다.
zh_hans: 启用的地址将加密的拨号作为提示提供；连接始终经过身份检查。端口是可选的。
zh_hant: 啟用的地址將加密的撥號作為提示提供；連接始終經過身份檢查。連接埠是可選的。

# mobile.connections.direct.labelPlaceholder
source: Label (optional)
ar: التسمية (اختياري)
de: Etikett (optional)
es: Etiqueta (opcional)
fr: Étiquette (facultatif)
ja: ラベル（任意）
ko: 라벨(선택사항)
zh_hans: 标签（可选）
zh_hant: 標籤（可選）

# mobile.connections.direct.noneEnabled
source: No address is enabled — this computer stays disconnected until you enable or add one.
ar: لم يتم تمكين أي عنوان — يظل هذا الكمبيوتر غير متصل حتى تقوم بتمكينه أو إضافته.
de: Es ist keine Adresse aktiviert – dieser Computer bleibt getrennt, bis Sie eine aktivieren oder hinzufügen.
es: No hay ninguna dirección habilitada: esta computadora permanece desconectada hasta que habilites o agregues una.
fr: Aucune adresse n'est activée : cet ordinateur reste déconnecté jusqu'à ce que vous en activiez ou en ajoutiez une.
ja: 有効なアドレスがありません。アドレスを追加または有効化するまで、このコンピュータは接続されません。
ko: 주소가 활성화되지 않았습니다. 이 컴퓨터는 주소를 활성화하거나 추가할 때까지 연결이 끊어진 상태로 유지됩니다.
zh_hans: 未启用任何地址 - 在您启用或添加地址之前，该计算机将保持断开连接。
zh_hant: 未啟用任何位址 - 在您啟用或新增位址之前，該電腦將保持斷開連線。

# mobile.connections.direct.title
source: Direct Addresses
ar: العناوين المباشرة
de: Direkte Adressen
es: Direcciones directas
fr: Adresses directes
ja: ダイレクトアドレス
ko: 직접 주소
zh_hans: 直接地址
zh_hant: 直接地址

# mobile.connections.method.direct
source: Direct
ar: مباشر
de: Direkt
es: Directo
ja: ダイレクト
ko: 직접
zh_hans: 直接的
zh_hant: 直接的

# mobile.settings.connectionMethod.directFooter
source: Dials this computer's encrypted Iroh identity using the addresses you enable below — for LAN, WireGuard, or any network where it's reachable. No relay discovery, no other computers' routes.
ar: يتصل بهوية Iroh المشفرة لهذا الكمبيوتر باستخدام العناوين التي تقوم بتمكينها أدناه - لشبكة LAN أو WireGuard أو أي شبكة يمكن الوصول إليها. لا يوجد اكتشاف للتتابع ولا توجد مسارات لأجهزة الكمبيوتر الأخرى.
de: Wählt die verschlüsselte Iroh-Identität dieses Computers mithilfe der unten aktivierten Adressen – für LAN, WireGuard oder jedes Netzwerk, in dem er erreichbar ist. Keine Relay-Erkennung, keine Routen anderer Computer.
es: Marca la identidad cifrada de Iroh de esta computadora utilizando las direcciones que habilita a continuación: para LAN, WireGuard o cualquier red donde sea accesible. Sin descubrimiento de retransmisiones, ni rutas de otras computadoras.
fr: Compose l'identité Iroh cryptée de cet ordinateur à l'aide des adresses que vous activez ci-dessous – pour LAN, WireGuard ou tout réseau où il est accessible. Pas de découverte de relais, pas de routes d'autres ordinateurs.
ja: 以下で有効にしたアドレスを使って、このコンピュータの暗号化されたIroh IDにダイヤルします。LAN、WireGuardなど到達可能なあらゆるネットワークで使えます。リレー探索や他のコンピュータのルートは使いません。
ko: LAN, WireGuard 또는 연결할 수 있는 모든 네트워크에 대해 아래에서 활성화한 주소를 사용하여 이 컴퓨터의 암호화된 Iroh ID에 전화를 겁니다. 릴레이 검색도 없고 다른 컴퓨터의 경로도 없습니다.
zh_hans: 使用您在下面启用的地址（对于 LAN、WireGuard 或任何可访问的网络）拨打此计算机的加密 Iroh 身份。没有中继发现，没有其他计算机的路由。
zh_hant: 使用您在下方啟用的位址（適用於 LAN、WireGuard 或任何可存取的網路）撥打此電腦的加密 Iroh 身分。沒有中繼發現，沒有其他計算機的路由。

# mobile.connections.method.iroh
source: Iroh
ar: إيروه
ko: 이로
zh_hans: 伊罗
zh_hant: 伊羅

# mobile.connections.method.tailscale
source: Tailscale
ar: مقياس الذيل
es: Escala de cola
fr: Échelle arrière
ko: 테일스케일
zh_hans: 尾鳞
zh_hant: 尾鱗

# mobile.connections.title
source: Computers
ar: أجهزة الكمبيوتر
de: Computer
es: Computadoras
fr: Ordinateurs
ja: コンピュータ
ko: 컴퓨터
zh_hans: 电脑
zh_hant: 電腦

# mobile.surface.disconnected.message
source: This phone isn't connected to the Mac right now. Reconnect, then retry.
ar: هذا الهاتف غير متصل بجهاز Mac في الوقت الحالي. أعد الاتصال، ثم أعد المحاولة.
de: Dieses Telefon ist derzeit nicht mit dem Mac verbunden. Stellen Sie die Verbindung wieder her und versuchen Sie es erneut.
es: Este teléfono no está conectado a la Mac en este momento. Vuelva a conectarse y luego vuelva a intentarlo.
fr: Ce téléphone n'est pas connecté au Mac pour le moment. Reconnectez-vous, puis réessayez.
ja: このiPhoneは現在Macに接続されていません。再接続してから再試行してください。
ko: 이 휴대전화는 현재 Mac에 연결되어 있지 않습니다. 다시 연결한 후 다시 시도하세요.
zh_hans: 此手机目前尚未连接到 Mac。重新连接，然后重试。
zh_hant: 此手機目前尚未連接到 Mac。重新連接，然後重試。

# mobile.surface.disconnected.title
source: Not connected
ar: غير متصل
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음
zh_hans: 未连接
zh_hant: 未連接

# mobile.surface.explainer.agentSession
source: This agent session is running in cmux on your Mac.
ar: يتم تشغيل جلسة الوكيل هذه في cmux على جهاز Mac الخاص بك.
de: Diese Agentensitzung wird in cmux auf Ihrem Mac ausgeführt.
es: Esta sesión de agente se ejecuta en cmux en su Mac.
fr: Cette session d'agent s'exécute en cmux sur votre Mac.
ja: このエージェントセッションはMacのcmuxで実行中です。
ko: 이 에이전트 세션은 Mac의 cmux에서 실행되고 있습니다.
zh_hans: 此代理会话正在 Mac 上的 cmux 中运行。
zh_hant: 此代理會話正在 Mac 上的 cmux 中執行。

# mobile.surface.explainer.browser
source: This browser tab is open in cmux on your Mac.
ar: علامة تبويب المتصفح هذه مفتوحة في cmux على جهاز Mac الخاص بك.
de: Dieser Browser-Tab ist in cmux auf Ihrem Mac geöffnet.
es: Esta pestaña del navegador está abierta en cmux en tu Mac.
fr: Cet onglet de navigateur est ouvert dans cmux sur votre Mac.
ja: このブラウザタブはMacのcmuxで開かれています。
ko: 이 브라우저 탭은 Mac의 cmux에서 열립니다.
zh_hans: 此浏览器选项卡在 Mac 上的 cmux 中打开。
zh_hant: 此瀏覽器標籤在 Mac 上的 cmux 中開啟。

# mobile.surface.explainer.cloudVM
source: This Cloud VM is still starting up on your Mac.
ar: لا يزال Cloud VM قيد التشغيل على جهاز Mac الخاص بك.
de: Diese Cloud-VM wird immer noch auf Ihrem Mac gestartet.
es: Esta Cloud VM todavía se está iniciando en tu Mac.
fr: Cette VM Cloud démarre toujours sur votre Mac.
ja: このCloud VMはMac上でまだ起動中です。
ko: 이 Cloud VM은 Mac에서 아직 시작 중입니다.
zh_hans: 此云虚拟机仍在您的 Mac 上启动。
zh_hant: 此雲端虛擬機仍在您的 Mac 上啟動。

# mobile.surface.explainer.customSidebar
source: This panel is drawn by a sidebar extension on your Mac.
ar: يتم رسم هذه اللوحة بواسطة ملحق الشريط الجانبي على جهاز Mac الخاص بك.
de: Dieses Bedienfeld wird von einer Seitenleistenerweiterung auf Ihrem Mac gezeichnet.
es: Este panel se dibuja mediante una extensión de la barra lateral de tu Mac.
fr: Ce panneau est dessiné par une extension de la barre latérale sur votre Mac.
ja: このパネルはMacのサイドバー拡張機能で描画されています。
ko: 이 패널은 Mac의 사이드바 확장으로 그려집니다.
zh_hans: 该面板由 Mac 上的侧边栏扩展绘制。
zh_hant: 此面板由 Mac 上的側邊欄擴展繪製。

# mobile.surface.explainer.extensionBrowser
source: This extension view opens in cmux on your Mac.
ar: يتم فتح عرض الامتداد هذا في cmux على جهاز Mac الخاص بك.
de: Diese Erweiterungsansicht wird in cmux auf Ihrem Mac geöffnet.
es: Esta vista de extensión se abre en cmux en tu Mac.
fr: Cette vue d'extension s'ouvre dans cmux sur votre Mac.
ja: この拡張機能ビューはMacのcmuxで開かれています。
ko: 이 확장 보기는 Mac의 cmux에서 열립니다.
zh_hans: 此扩展视图会在 Mac 上的 cmux 中打开。
zh_hant: 此擴充視圖會在 Mac 上的 cmux 中開啟。

# mobile.surface.explainer.generic
source: This view is rendered by cmux on your Mac.
ar: يتم تقديم هذا العرض بواسطة cmux على جهاز Mac الخاص بك.
de: Diese Ansicht wird von cmux auf Ihrem Mac gerendert.
es: Esta vista la representa cmux en su Mac.
fr: Cette vue est rendue par cmux sur votre Mac.
ja: このビューはMacのcmuxでレンダリングされています。
ko: 이 보기는 Mac의 cmux에 의해 렌더링됩니다.
zh_hans: 此视图由 Mac 上的 cmux 呈现。
zh_hant: 此視圖由 Mac 上的 cmux 呈現。

# mobile.surface.explainer.other
source: This surface needs a newer version of the iOS app.
ar: يحتاج هذا السطح إلى إصدار أحدث من تطبيق iOS.
de: Diese Oberfläche benötigt eine neuere Version der iOS-App.
es: Esta superficie necesita una versión más reciente de la aplicación de iOS.
fr: Cette surface nécessite une version plus récente de l'application iOS.
ja: このサーフェスには新しいバージョンのiOSアプリが必要です。
ko: 이 표면에는 최신 버전의 iOS 앱이 필요합니다.
zh_hans: 此表面需要更新版本的 iOS 应用程序。
zh_hant: 此表面需要更新版本的 iOS 應用程式。

# mobile.surface.explainer.project
source: This pane browses the project's files on your Mac.
ar: يستعرض هذا الجزء ملفات المشروع على جهاز Mac الخاص بك.
de: In diesem Bereich werden die Dateien des Projekts auf Ihrem Mac durchsucht.
es: Este panel explora los archivos del proyecto en su Mac.
fr: Ce volet parcourt les fichiers du projet sur votre Mac.
ja: このペインはMac上のプロジェクトファイルを参照します。
ko: 이 창에서는 Mac에 있는 프로젝트 파일을 탐색합니다.
zh_hans: 此窗格可浏览 Mac 上的项目文件。
zh_hant: 此窗格可瀏覽 Mac 上的專案文件。

# mobile.surface.explainer.rightSidebarTool
source: This tool lives in the right sidebar on your Mac.
ar: توجد هذه الأداة في الشريط الجانبي الأيمن على جهاز Mac الخاص بك.
de: Dieses Tool befindet sich in der rechten Seitenleiste Ihres Mac.
es: Esta herramienta se encuentra en la barra lateral derecha de tu Mac.
fr: Cet outil se trouve dans la barre latérale droite de votre Mac.
ja: このツールはMacの右サイドバーにあります。
ko: 이 도구는 Mac의 오른쪽 사이드바에 있습니다.
zh_hans: 该工具位于 Mac 的右侧边栏中。
zh_hant: 該工具位於 Mac 的右側側邊欄中。

# mobile.surface.fileMissing.message
source: The file is no longer available on your Mac.
ar: الملف لم يعد متاحًا على جهاز Mac الخاص بك.
de: Die Datei ist auf Ihrem Mac nicht mehr verfügbar.
es: El archivo ya no está disponible en tu Mac.
fr: Le fichier n'est plus disponible sur votre Mac.
ja: そのファイルはMac上で利用できなくなりました。
ko: 해당 파일은 Mac에서 더 이상 사용할 수 없습니다.
zh_hans: 该文件在您的 Mac 上不再可用。
zh_hant: 該文件在您的 Mac 上不再可用。

# mobile.surface.fileMissing.title
source: File not found
ar: لم يتم العثور على الملف
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없습니다
zh_hans: 找不到文件
zh_hant: 找不到文件

# mobile.surface.forbidden.message
source: This file isn't displayed by the selected panel.
ar: لا يتم عرض هذا الملف بواسطة اللوحة المحددة.
de: Diese Datei wird im ausgewählten Panel nicht angezeigt.
es: Este archivo no se muestra en el panel seleccionado.
fr: Ce fichier n'est pas affiché par le panneau sélectionné.
ja: このファイルは選択したパネルに表示されていません。
ko: 이 파일은 선택한 패널에 표시되지 않습니다.
zh_hans: 所选面板不显示此文件。
zh_hant: 所選面板不顯示此文件。

# mobile.surface.forbidden.title
source: Preview unavailable
ar: المعاينة غير متاحة
de: Vorschau nicht verfügbar
es: Vista previa no disponible
fr: Aperçu indisponible
ja: プレビューできません
ko: 미리보기를 사용할 수 없습니다.
zh_hans: 预览不可用
zh_hant: 預覽不可用

# mobile.surface.kind.agentSession
source: Agent Session
ar: جلسة الوكيل
de: Agentensitzung
es: Sesión de agente
fr: Séance d'agent
ja: エージェントセッション
ko: 에이전트 세션
zh_hans: 代理会话
zh_hant: 代理會話

# mobile.surface.kind.browser
source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

# mobile.surface.kind.cloudVM
source: Cloud VM
ar: سحابة VM
es: Máquina virtual en la nube
fr: Machine virtuelle cloud
ko: 클라우드 VM
zh_hans: 云虚拟机
zh_hant: 雲端虛擬機

# mobile.surface.kind.customSidebar
source: Custom Sidebar
ar: الشريط الجانبي المخصص
de: Benutzerdefinierte Seitenleiste
es: Barra lateral personalizada
fr: Barre latérale personnalisée
ja: カスタムサイドバー
ko: 사용자 정의 사이드바
zh_hans: 自定义侧边栏
zh_hant: 自訂側邊欄

# mobile.surface.kind.extensionBrowser
source: Extension Browser
ar: متصفح الامتداد
de: Erweiterungsbrowser
es: Navegador de extensiones
fr: Navigateur d'extensions
ja: 拡張機能ブラウザ
ko: 확장 브라우저
zh_hans: 扩展浏览器
zh_hant: 擴充瀏覽器

# mobile.surface.kind.filePreview
source: File Preview
ar: معاينة الملف
de: Dateivorschau
es: Vista previa del archivo
fr: Aperçu du fichier
ja: ファイルプレビュー
ko: 파일 미리보기
zh_hans: 文件预览
zh_hant: 文件預覽

# mobile.surface.kind.markdown
source: Markdown
ar: تخفيض السعر
de: Abschlag
es: Reducción
fr: Réduction
ko: 가격 인하
zh_hans: 降价
zh_hant: 降價

# mobile.surface.kind.other
source: Other Surface
ar: سطح آخر
de: Andere Oberfläche
es: Otra superficie
fr: Autre surface
ja: その他のサーフェス
ko: 다른 표면
zh_hans: 其他表面
zh_hant: 其他表面

# mobile.surface.kind.project
source: Project
ar: مشروع
de: Projekt
es: Proyecto
fr: Projet
ja: プロジェクト
ko: 프로젝트
zh_hans: 项目
zh_hant: 專案

# mobile.surface.kind.rightSidebarTool
source: Sidebar Tool
ar: أداة الشريط الجانبي
de: Seitenleisten-Tool
es: Herramienta de barra lateral
fr: Outil de la barre latérale
ja: サイドバーツール
ko: 사이드바 도구
zh_hans: 侧边栏工具
zh_hant: 側邊欄工具

# mobile.surface.kind.terminal
source: Terminal
ar: صالة
ja: ターミナル
ko: 단말기
zh_hans: 终端
zh_hant: 終端

# mobile.surface.kind.todo
source: Todo
ar: ما يجب القيام به
es: Hacer
fr: Faire
ko: 토도
zh_hans: 托多
zh_hant: 托多

# mobile.surface.loadFailed.message
source: Something went wrong loading this file.
ar: حدث خطأ أثناء تحميل هذا الملف.
de: Beim Laden dieser Datei ist ein Fehler aufgetreten.
es: Algo salió mal al cargar este archivo.
fr: Une erreur s'est produite lors du chargement de ce fichier.
ja: このファイルの読み込み中に問題が発生しました。
ko: 이 파일을 로드하는 중에 문제가 발생했습니다.
zh_hans: 加载此文件时出错。
zh_hant: 載入此文件時出錯。

# mobile.surface.loadFailed.title
source: Couldn't load file
ar: تعذر تحميل الملف
de: Datei konnte nicht geladen werden
es: No se pudo cargar el archivo
fr: Impossible de charger le fichier
ja: ファイルを読み込めませんでした
ko: 파일을 로드할 수 없습니다.
zh_hans: 无法加载文件
zh_hant: 無法載入文件

# mobile.surface.loading
source: Loading preview
ar: جارٍ تحميل المعاينة
de: Vorschau wird geladen
es: Cargando vista previa
fr: Aperçu du chargement
ja: プレビューを読み込み中
ko: 미리보기 로드 중
zh_hans: 加载预览
zh_hant: 載入預覽

# mobile.surface.macNeedsUpdate.message
source: The connected Mac's cmux version can't preview this file.
ar: لا يمكن لإصدار cmux المتصل بجهاز Mac معاينة هذا الملف.
de: Die cmux-Version des angeschlossenen Mac kann keine Vorschau dieser Datei anzeigen.
es: La versión cmux del Mac conectado no puede obtener una vista previa de este archivo.
fr: La version cmux du Mac connecté ne peut pas prévisualiser ce fichier.
ja: 接続中のMacのcmuxバージョンではこのファイルをプレビューできません。
ko: 연결된 Mac의 cmux 버전에서는 이 파일을 미리 볼 수 없습니다.
zh_hans: 连接的 Mac 的 cmux 版本无法预览此文件。
zh_hant: 連接的 Mac 的 cmux 版本無法預覽此檔案。

# mobile.surface.macNeedsUpdate.title
source: Update cmux on your Mac
ar: قم بتحديث cmux على جهاز Mac الخاص بك
de: Aktualisieren Sie cmux auf Ihrem Mac
es: Actualiza cmux en tu Mac
fr: Mettez à jour cmux sur votre Mac
ja: Macのcmuxをアップデートしてください
ko: Mac에서 cmux 업데이트
zh_hans: 更新 Mac 上的 cmux
zh_hant: 更新 Mac 上的 cmux

# mobile.surface.macUnreachable.message
source: Check the connection to your Mac and try again.
ar: تحقق من الاتصال بجهاز Mac وحاول مرة أخرى.
de: Überprüfen Sie die Verbindung zu Ihrem Mac und versuchen Sie es erneut.
es: Verifique la conexión a su Mac e inténtelo nuevamente.
fr: Vérifiez la connexion à votre Mac et réessayez.
ja: Macへの接続を確認して、もう一度お試しください。
ko: Mac 연결을 확인하고 다시 시도하십시오.
zh_hans: 检查与 Mac 的连接，然后重试。
zh_hant: 檢查與 Mac 的連接，然後重試。

# mobile.surface.macUnreachable.title
source: Mac unreachable
ar: ماك غير قابل للوصول
de: Mac nicht erreichbar
es: Mac inalcanzable
fr: Mac inaccessible
ja: Macに接続できません
ko: Mac에 연결할 수 없음
zh_hans: Mac 无法访问
zh_hant: Mac 無法存取

# mobile.surface.openOnMac
source: Open on Mac
ar: افتح على ماك
de: Auf dem Mac öffnen
es: Abrir en Mac
fr: Ouvrir sur Mac
ja: Macで開く
ko: 맥에서 열기
zh_hans: 在 Mac 上打开
zh_hant: 在 Mac 上開啟

# mobile.surface.openOnMacFailed
source: Couldn't reach your Mac. Try again.
ar: تعذر الوصول إلى جهاز Mac الخاص بك. حاول ثانية.
de: Ihr Mac konnte nicht erreicht werden. Versuchen Sie es erneut.
es: No se pudo conectar con tu Mac. Intentar otra vez.
fr: Impossible d'accéder à votre Mac. Essayer à nouveau.
ja: Macに接続できませんでした。もう一度お試しください。
ko: Mac에 연결할 수 없습니다. 다시 시도해 보세요.
zh_hans: 无法连接到您的 Mac。再试一次。
zh_hant: 無法連接到您的 Mac。再試一次。

# mobile.surface.panelClosed.message
source: That file panel is no longer open on your Mac.
ar: لم تعد لوحة الملفات هذه مفتوحة على جهاز Mac الخاص بك.
de: Dieses Dateifenster ist auf Ihrem Mac nicht mehr geöffnet.
es: Ese panel de archivos ya no está abierto en tu Mac.
fr: Ce panneau de fichiers n'est plus ouvert sur votre Mac.
ja: そのファイルパネルはMacで開かれていません。
ko: 해당 파일 패널은 더 이상 Mac에서 열려 있지 않습니다.
zh_hans: 该文件面板不再在您的 Mac 上打开。
zh_hant: 該文件面板不再在您的 Mac 上開啟。

# mobile.surface.panelClosed.title
source: Panel closed
ar: لوحة مغلقة
de: Panel geschlossen
es: Panel cerrado
fr: Panneau fermé
ja: パネルは閉じられました
ko: 패널이 닫혔습니다.
zh_hans: 面板关闭
zh_hant: 面板關閉
